;Place localized text in this file

[X2Ability_XMBPerkAbilitySet]
LocRageFlyover="Enraged: Double Mobility"
RageTriggeredFriendlyName="Enraged"
RageTriggeredFriendlyDesc="Gain bonus Mobility."

[ChosenSoulstealer X2AbilityTemplate]
LocFriendlyName="Soulstealer"
LocLongDescription="Gains health when nearby enemies take damage."
LocHelpText="Gains health when nearby enemies take damage."

[ChosenSoulstealerPassive X2AbilityTemplate]
LocFriendlyName="Soulstealer"
LocLongDescription="Gains health when nearby enemies take damage."
LocHelpText="Gains health when nearby enemies take damage."

; LWOTC Needs Translation
[Concentration_LW X2AbilityTemplate]
LocFriendlyName="Concentration"
LocFlyOverText="Concentration"
; LWOTC Needs Translation (2)
LocLongDescription="Your grazing attacks are automatically upgraded to normal hits."
LocHelpText="Your grazing attacks are automatically upgraded to normal hits."
; End Translation (2)
LocPromotionPopupText="<Bullet/> Attacks that would normally graze their target are automatically upgraded to normal hits.<br/><Bullet/> Applies to primary weapons, secondary weapons, and pistols.<br/>"


[Maim_LW X2AbilityTemplate]
LocFriendlyName="Maim"
LocFlyOverText="Maim"
LocLongDescription="Fire a shot with your primary weapon that immobilizes the target until the end of their next turn. Uses <Ability:MAIM_AMMO_COST/> ammo. Has a <Ability:SelfCooldown_LW/> turn cooldown."
LocHelpText="Fire a shot with your primary weapon that immobilizes the target until the end of their next turn. Uses <Ability:MAIM_AMMO_COST/> ammo. Has a <Ability:SelfCooldown_LW/> turn cooldown."
LocPromotionPopupText="<Bullet/> Fire a shot with your primary weapon that immobilizes the target until the end of their next turn.<br/><Bullet/> Useful to isolate a high-value target during an ambush.<br/><Bullet/> Uses <Ability:MAIM_AMMO_COST/> ammo.<br/><Bullet/> Maim has a <Ability:SelfCooldown_LW/> turn cooldown.<br/>"

[Preservation_LW X2AbilityTemplate]
LocFriendlyName="Preservation"
LocFlyOverText="Preservation"
; LWOTC Needs Translation (2)
LocLongDescription="When your concealment is broken, gain +<Ability:PRESERVATION_DEFENSE_BONUS> defense for <Ability:PRESERVATION_DURATION> turns."
LocHelpText="When your concealment is broken, gain +<Ability:PRESERVATION_DEFENSE_BONUS> defense for <Ability:PRESERVATION_DURATION> turns."
LocPromotionPopupText="<Bullet/> When your concealment is broken, gain +<Ability:PRESERVATION_DEFENSE_BONUS> defense for <Ability:PRESERVATION_DURATION> turns.<br/>"
; End Translation (2)

[LickYourWounds_LW X2AbilityTemplate]
LocFriendlyName="Lick Your Wounds"
LocFlyOverText="Lick Your Wounds"
; LWOTC Needs Translation (2)
LocLongDescription="Hunker Down restores <Ability:LICKYOURWOUNDS_HEALAMOUNT/> health when used, up to a maximum of <Ability:LICKYOURWOUNDS_MAXHEALAMOUNT/> per mission, and removes poison, burning, and acid burning."
LocHelpText="Hunker Down restores <Ability:LICKYOURWOUNDS_HEALAMOUNT/> health when used, up to a maximum of <Ability:LICKYOURWOUNDS_MAXHEALAMOUNT/> per mission, and removes poison, burning, and acid burning."
LocPromotionPopupText="<Bullet/> Hunker Down restores <Ability:LICKYOURWOUNDS_HEALAMOUNT/> health when used, up to a maximum of <Ability:LICKYOURWOUNDS_MAXHEALAMOUNT/> per mission.<br/><Bullet/> Removes poison, burning, and acid burning.<br/><Bullet/> If equipped with a Ballistic Shield, then the health recovery will activate when Shield Wall is used.<br/>"
; End Translation (2)

[Impulse_LW X2AbilityTemplate]
LocFriendlyName="Impulse"
LocFlyOverText="Impulse"
; LWOTC Needs Translation (2)
LocLongDescription="Your ranged attacks gain <Ability:IMPULSE_AIM_BONUS/> aim and <Ability:IMPULSE_CRIT_BONUS/> critical chance if you have moved this turn."
LocHelpText="Your ranged attacks gain <Ability:IMPULSE_AIM_BONUS/> aim and <Ability:IMPULSE_CRIT_BONUS/> critical chance if you have moved this turn."
LocPromotionPopupText="<Bullet/> Your ranged attacks gain <Ability:IMPULSE_AIM_BONUS/> aim and <Ability:IMPULSE_CRIT_BONUS/> critical chance if you have moved this turn.<br/>"
; End Translation (2)

[LockNLoad_LW X2AbilityTemplate]
LocFriendlyName="Lock 'N Load"
LocFlyOverText="Lock 'N Load"
; LWOTC Needs Translation (2)
LocLongDescription="Kills with your primary weapon restore <Ability:LOCKNLOAD_AMMO_TO_RELOAD/> ammo."
LocHelpText="Kills with your primary weapon restore <Ability:LOCKNLOAD_AMMO_TO_RELOAD/> ammo."
LocPromotionPopupText="<Bullet/> Kills with your primary weapon restore <Ability:LOCKNLOAD_AMMO_TO_RELOAD/> ammo.<br/>"
; End Translation (2)

[TrenchWarfare_LW X2AbilityTemplate]
LocFriendlyName="Trench Warfare"
LocFlyOverText="Trench Warfare"
; LWOTC Needs Translation (2)
LocLongDescription="If you get at least one kill during your turn, automatically Hunker Down at the end of it."
LocHelpText="If you get at least one kill during your turn, automatically Hunker Down at the end of it."
LocPromotionPopupText="<Bullet/> If you get at least one kill during your turn, automatically Hunker Down at the end of it.<br/><Bullet/> You will only Hunker Down if you would normally be able to.<br/><Bullet/> If a Ballistic Shield is equipped, then you will use Shield Wall instead.<br/>"
; End Translation (2)

[Dedication_LW X2AbilityTemplate]
LocFriendlyName="Dedication"
LocFlyOverText="Dedication"
LocLongDescription="Free action. Gain <Ability:DEDICATION_MOBILITY/> mobility and ignore reaction fire for the rest of the turn. Has a <Ability:SelfCooldown_LW/> turn cooldown."
LocHelpText="Free action. Gain <Ability:DEDICATION_MOBILITY/> mobility and ignore reaction fire for the rest of the turn. Has a <Ability:SelfCooldown_LW/> turn cooldown."
LocPromotionPopupText="<Bullet/> Gain <Ability:DEDICATION_MOBILITY/> mobility and ignore reaction fire for the rest of the turn.<br/><Bullet/> Free action.<br/><Bullet/> Dedication has a <Ability:SelfCooldown_LW/> turn cooldown.<br/>"

[Corpsman_LW X2AbilityTemplate]
LocFriendlyName="Corpsman"
LocFlyOverText="Corpsman"
LocLongDescription="Grants a free Medikit."
LocHelpText="Grants a free Medikit."
LocPromotionPopupText="<Bullet/> Grants a free medikit.<br/><Bullet/> A Nanomedikit will be provided instead if the necessary research has been completed.<br/>"

[OpenFire_LW X2AbilityTemplate]
LocFriendlyName="Open Fire"
LocFlyOverText="Open Fire"
LocLongDescription="Your ranged attacks gain <Ability:+ToHit/> Aim and <Ability:+Crit/> Crit against targets that are at full health."
LocHelpText="Your ranged attacks gain <Ability:+ToHit/> Aim and <Ability:+Crit/> Crit against targets that are at full health."
; LWOTC Needs Translation (2)
LocPromotionPopupText="<Bullet/> Your ranged attacks gain <Ability:+ToHit/> Aim and <Ability:+Crit/> Crit against targets that are at full health.<br/>"
; End Translation (2)

[WatchThemRun_LW X2AbilityTemplate]
LocFriendlyName="Watch Them Run"
LocFlyOverText="Watch Them Run"
; LWOTC Needs Translation (2)
LocLongDescription="After throwing or launching a grenade, you will automatically enter overwatch."
LocHelpText="After throwing or launching a grenade, you will automatically enter overwatch."
LocPromotionPopupText="<Bullet/> After throwing or launching a grenade, you will automatically enter overwatch.<br/>"
; End Translation (2)

; LWOTC Needs Translation (2)
[Avenger_LW X2AbilityTemplate]
LocFriendlyName="Avenger"
LocFlyOverText="Avenger"
LocLongDescription="Once per turn, take a reaction shot with your <Ability:WeaponName/> at a visible enemy that has fired upon a visible ally."
LocHelpText="Once per turn, take a reaction shot with your <Ability:WeaponName/> at a visible enemy that has fired upon a visible ally."
LocPromotionPopupText="<Bullet/> Avenger will not activate if this unit is shot at.<br/><Bullet/> Can only activate during the enemy's turn.<br/><Bullet/> Can only trigger once per turn.<br/>"
; End Translation (2)

[Predator_LW X2AbilityTemplate]
LocFriendlyName="Predator"
LocFlyOverText="Predator"
; LWOTC Needs Translation (2)
LocLongDescription="Your ranged attacks gain <Ability:PREDATOR_AIM_BONUS/> bonus aim and <Ability:PREDATOR_CRIT_BONUS/> bonus critical chance against enemies that are flanked or out of cover."
LocHelpText="Your ranged attacks gain <Ability:PREDATOR_AIM_BONUS/> bonus aim and <Ability:PREDATOR_CRIT_BONUS/> bonus critical chance against enemies that are flanked or out of cover."
LocPromotionPopupText="<Bullet/> Your ranged attacks gain <Ability:PREDATOR_AIM_BONUS/> bonus aim and <Ability:PREDATOR_CRIT_BONUS/> bonus critical chance against enemies that are flanked or out of cover.<br/>"
; End Translation (2)

[Stiletto_LW X2AbilityTemplate]
LocFriendlyName="Stiletto"
LocFlyOverText="Stiletto"
; LWOTC Needs Translation (2)
LocLongDescription= "Shots fired with your <Ability:WeaponName/> pierce <Ability:STILETTO_ARMOR_PIERCING/> armor."
LocHelpText="Shots fired with your <Ability:WeaponName/> pierce <Ability:STILETTO_ARMOR_PIERCING/> armor."
LocPromotionPopupText="<Bullet/> Shots fired with your <Ability:WeaponName/> pierce <Ability:STILETTO_ARMOR_PIERCING/> armor.<br/>"
; End Translation (2)

[Reposition_LW X2AbilityTemplate]
LocFriendlyName="Reposition"
LocFlyOverText="Reposition"
LocLongDescription="Once per turn, gain an additional move action after taking a standard shot at a flanked or exposed target with your primary weapon."
LocHelpText="Once per turn, gain an additional move action after taking a standard shot at a flanked or exposed target with your primary weapon."
LocPromotionPopupText="<Bullet/> Once per turn, gain an additional move action after taking a standard shot at a flanked or exposed target with your primary weapon.<br/><Bullet/> Works with Hit and Run.<br/>

[NeutralizingAgents_LW X2AbilityTemplate]
LocFriendlyName="Neutralizing Agents"
LocFlyOverText="Neutralizing Agents"
LocLongDescription="Aid Protocol now neutralizes fire, poison, acid and bleeding."
LocHelpText="Aid Protocol now neutralizes fire, poison, acid and bleeding"
LocPromotionPopupText="<Bullet/> Aid Protocol now neutralizes fire, poison, acid and bleeding.<br/>"

[SurvivalInstinct_LW X2AbilityTemplate]
LocFriendlyName="Survival Instinct"
LocLongDescription="Gain <Ability:+Defense/> Defense and <Ability:+Crit/> Crit chance while injured."
LocHelpText="Gain <Ability:+Defense/> Defense and <Ability:+Crit/> Crit chance while injured."
LocFlyOverText="Survival Instinct"
LocPromotionPopupText="<Bullet/> The bonuses are lost if you are healed back to full health.<br/>"


[ApexPredator_LW X2AbilityTemplate]
LocFriendlyName = "Apex Predator"
LocFlyOverText = "Apex Predator"
; LWOTC Needs Translation (2)
LocHelpText = "Critical hits with your primary weapon have a chance to panic the target and nearby enemies."
LocLongDescription = "Critical hits with your primary weapon have a chance to panic the target and nearby enemies."
LocPromotionPopupText = "<Bullet/> Critical hits with your primary weapon have a chance to panic the target and nearby (within <Ability:APEX_PREDATOR_PANIC_RADIUS/> tiles) enemies.<br/>"
; End Translation (2)

[BlindingProtocol_LW X2AbilityTemplate]
LocFriendlyName = "Blinding Protocol"
LocFlyOverText = "Blinding Protocol"
; LWOTC Needs Translation (2)
LocHelpText = "Send the Gremlin to deploy a small flashbang on an enemy target, disorienting all enemy units within a small radius (reducing their Aim by <Ability:DISORIENTED_AIM_ADJUST/>and Mobility by <Ability:DISORIENTED_MOBILITY_ADJUST/>)."
LocLongDescription = Send the Gremlin to deploy a small flashbang on an enemy target, disorienting all enemy units within a small radius (reducing their Aim by <Ability:DISORIENTED_AIM_ADJUST/> and Mobility by <Ability:DISORIENTED_MOBILITY_ADJUST/>).
; End translation (2)
; LWOTC Needs Translation (2)
LocPromotionPopupText = "<Bullet/> Works with Squadsight.<br/><Bullet/> Blinding Protocol has a <Ability:SelfCooldown_LW/> turn cooldown and ends the turn.<br/>"
; End translation (2)

[LeadTheTarget_LW X2AbilityTemplate]
LocFriendlyName = "Lead The Target"
LocFlyOverText = "Lead The Target"
; LWOTC Needs Translation (2)
LocHelpText = "Grants a +<Ability:LEAD_TARGET_AIM_BONUS/>% increased chance to hit, but delays the shot until the target takes an action on their turn. Costs two actions and has a <Ability:SelfCooldown_LW/> turn cooldown."
LocLongDescription = "Grants a +<Ability:LEAD_TARGET_AIM_BONUS/>% increased chance to hit, but delays the shot until the target takes an action on their turn. Costs two actions and has a <Ability:SelfCooldown_LW/> turn cooldown."
LocPromotionPopupText = "<Bullet/> Carefully lead the target, granting a +<Ability:LEAD_TARGET_AIM_BONUS/>% increased chance to hit, but delaying the shot until the enemies turn. Takes two actions.<br/><Bullet/>Lead The Target has a <Ability:SelfCooldown_LW/> turn cooldown.<br/>"
; End Translation (2)

[LeadTheTargetShot_LW X2AbilityTemplate]
LocFriendlyName = "Lead The Target"
LocFlyOverText = "Lead The Target"

[TargetFocus_LW X2AbilityTemplate]
LocFriendlyName = "Target Focus"
LocHelpText = "Your ranged attacks gain +<Ability:TARGET_FOCUS_AIM_BONUS/> aim and pierce <Ability:TARGET_FOCUS_PEN_BONUS/> armor against unflankable enemies."
LocLongDescription = "Your ranged attacks gain +<Ability:TARGET_FOCUS_AIM_BONUS/> aim and pierce <Ability:TARGET_FOCUS_PEN_BONUS/> armor against unflankable enemies."
; LWOTC Needs Translation (2)
LocPromotionPopupText = "<Bullet/> Your ranged attacks gain +<Ability:TARGET_FOCUS_AIM_BONUS/> aim and pierce <Ability:TARGET_FOCUS_PEN_BONUS/> armor against unflankable enemies. <br/><Bullet/> Unflankable enemies are ones that can't take cover, such as Drones, MECs and Berserkers.<br/>"
; End Translation (2)

[AimAssist_LW X2AbilityTemplate]
LocFriendlyName = "Aim Assist"
LocHelpText = "Gain additional +<Ability:AIM_ASSIST_AIM_BONUS/> aim and +<Ability:AIM_ASSIST_CRIT_BONUS/> crit against holotargeted units."
LocLongDescription = "Gain additional +<Ability:AIM_ASSIST_AIM_BONUS/> aim and +<Ability:AIM_ASSIST_CRIT_BONUS/> crit against holotargeted units."
LocPromotionPopupText = "<Bullet/> Gain additional +<Ability:AIM_ASSIST_AIM_BONUS/> aim and +<Ability:AIM_ASSIST_CRIT_BONUS/> crit against holotargeted units. <br/>"

[SuperCharge_LW X2AbilityTemplate]
LocFriendlyName = "Arc Welder"
LocHelpText = "You can use your arc thrower to heal friendly mechanical units."
LocLongDescription = "You can use your arc thrower to heal friendly mechanical units."
LocPromotionPopupText = "<Bullet/> Starts each battle with <Ability:SUPERCHARGE_CHARGES/> charges that heal <Ability:SUPERCHARGE_HEAL/> HP, <br/><Bullet/> Works for any friendly robotic unit, including SPARKs, resistance MECs and hacked ADVENT units.<br/>"

[ShootingSharp_LW X2AbilityTemplate]
LocFriendlyName = "Shooting Sharp"
LocHelpText = "Your ranged attacks gain +<Ability:SS_PIERCE/> armor piercing against units in cover."
LocLongDescription = "Your ranged attacks gain +<Ability:SS_PIERCE/> armor piercing against units in cover."
LocPromotionPopupText = "<Bullet/>Your ranged attacks gain +<Ability:SS_PIERCE/> armor piercing against units in cover. <br/>"

[Overkill_LW X2AbilityTemplate]
LocFriendlyName = "Overkill"
; LWOTC Needs Translation (2)
LocHelpText = "Your ranged attacks deal +<Ability:OVERKILL_DAMAGE/> more damage to units at 50% HP or less."
LocLongDescription = "Your ranged attacks deal +<Ability:OVERKILL_DAMAGE/> more damage to units at 50% HP or less."
LocPromotionPopupText = "<Bullet/> Your ranged attacks deal +<Ability:OVERKILL_DAMAGE/> more damage to units at 50% HP or less.<br/>"
; End Translation (2)

[Disassembly_LW X2AbilityTemplate]
LocFriendlyName= "Disassembly"
LocHelpText = "Killing an enemy grants a stackable +<Ability:DISASSEMBLY_HACK/> hack bonus that lasts 3 turns."
LocLongDescription = "Killing an enemy grants a stackable +<Ability:DISASSEMBLY_HACK/> hack bonus that lasts 3 turns."
LocPromotionPopupText = "<Bullet/> Killing an enemy grants a stackable +<Ability:DISASSEMBLY_HACK/> hack bonus that lasts 3 turns.<br/>"

[LightningSlash_LW X2AbilityTemplate]
LocFriendlyName="Lightning Slash"
LocLongDescription="Attack any enemy within blue movement range with your <Ability:SecondaryWeaponName/>. This attack does not end the turn."
LocHelpText="Attack any enemy within blue movement range with your <Ability:SecondaryWeaponName/>. This attack does not end the turn."
; LWOTC Needs Translation (2)
LocPromotionPopupText="<Bullet/> Attack any enemy within blue movement range with your <Ability:SecondaryWeaponName/>.<br/><Bullet/> This attack does not end the turn.<br/><Bullet/> Lightning Slash has a <Ability:LIGHTNINGSLASH_COOLDOWN/> turn cooldown.<br/>"
; End Translation (2)

[InspireAgility_LW X2AbilityTemplate]
LocFriendlyName="Inspire Agility"
LocFlyOverText="Inspire Agility"
; LWOTC Needs Translation (2)
LocLongDescription="Give a friendly unit <Ability:INSPIRE_DODGE/> Dodge until the start of your next turn. Whenever you kill an enemy, you gain an extra charge. Usable once per turn. Starts with one charge, and is a free action."
LocHelpText="Give a friendly unit <Ability:INSPIRE_DODGE/> Dodge until the start of your next turn. Whenever you kill an enemy, you gain an extra charge. Usable once per turn."
LocPromotionPopupText="<Bullet/> Give a friendly unit <Ability:INSPIRE_DODGE/> Dodge until the start of your next turn.<br/><Bullet/> Killing an enemy unit grants an extra charge.<br/><Bullet/> Usable once per turn. <br/><Bullet/> Starts with one charge and is a free action.<br/>"
; End Translation (2)

[PrimaryReturnFire X2AbilityTemplate]
LocFriendlyName="Return Fire"
LocHelpText="When targeted by enemy, automatically fire back with your <Ability:WeaponName/> once per turn."
LocLongDescription="When targeted by enemy, automatically fire back with your <Ability:WeaponName/> once per turn."
LocPromotionPopupText="<Bullet/> Return Fire will only trigger once per turn.<br/><Bullet/> Return Fire can be triggered by melee attacks and area of effect attacks.<br/><Bullet/> Return Fire will not trigger when targeted by overwatch fire.<br/>"

[PrimaryReturnFireShot X2AbilityTemplate]
LocFriendlyName="Return Fire"
LocHelpText="When targeted by enemy fire, automatically fire back with your <Ability:WeaponName/> once per turn."
LocLongDescription="When targeted by enemy fire, automatically fire back with your <Ability:WeaponName/> once per turn."
LocPromotionPopupText="<Bullet/> Return Fire will only trigger once per turn.<br/><Bullet/> Return Fire can be triggered by melee attacks and area of effect attacks.<br/><Bullet/> Return Fire will not trigger when targeted by overwatch fire.<br/>"

[WilltoSurvive X2AbilityTemplate]
LocFriendlyName="Will to Survive"
LocFlyOverText="Will to Survive"
LocLongDescription="Gain -10 defense. Enemy damage is reduced by <Ability:WTS_COVER_DR_PCT/>% when in cover and attacked through that cover."
LocHelpText="Gain -10 defense. Enemy damage is reduced by <Ability:WTS_COVER_DR_PCT/>% when in cover and attacked through that cover."
LocPromotionPopupText="<Bullet/> Enemy damage is reduced by 1 when in cover and attacked through that cover.<br/><Bullet/> Cover against explosives and other indirect attacks is calculated from the point of the explosion.<br/><Bullet/> Armor piercing effects do not eliminate this bonus.<br/>"

[CloseEncounters X2AbilityTemplate]
LocFriendlyName="Close Encounters"
LocFlyOverText="Close Encounters"
LocLongDescription="Once per turn, gain a bonus non-movement action after taking a standard shot with your primary weapon at an enemy within 1 tile."
LocHelpText="Once per turn, gain a bonus non-movement action after taking a standard shot with your primary weapon at an enemy within 1 tile."
LocPromotionPopupText="<Bullet/> Once per turn, gain a bonus non-movement action after taking a standard shot with your primary weapon at an enemy within 1 tile.<br/><Bullet/> A red ring will mark the range of this ability.<br/><Bullet/> Close Encounters cannot be used on the same turn as Run and Gun.<br/>"

[BomberStrike X2AbilityTemplate]
LocFriendlyName="Melee Strike"
LocLongDescription="The unit strikes an enemy with it's weapon. This action ends the turn."
LocHelpText="Strike at a melee target."
LocFlyOverText="Melee Strike"

[Bastion X2AbilityTemplate]
LocFriendlyName="Bastion"
LocLongDescription="Fortress now provides immunity to nearby teammates."
LocHelpText="Fortress now provides immunity to nearby teammates."
LocFlyOverText="Bastion"
LocPromotionPopupText="<Bullet/> Bastion has a 4 tile radius.<br/><Bullet/> Moving next to afflicted allies will immediately cleanse their negative physical status effects.<br/>"

[BastionPassive X2AbilityTemplate]
LocFriendlyName="Bastion"
LocLongDescription="Fortress now provides immunity to nearby teammates."
LocHelpText="Fortress now provides immunity to nearby teammates."
LocFlyOverText="Bastion"
LocPromotionPopupText="<Bullet/> Bastion has a 4 tile radius.<br/><Bullet/> Moving next to afflicted allies will immediately cleanse their negative physical status effects.<br/>"

[PsychoticRage_LW X2AbilityTemplate]
LocFriendlyName="Psychotic Rage"
LocHelpText="Gain a 50% damage boost when at 35% hp or less"
LocLongDescription="Gain a 50% damage boost when at 35% hp or less."
LocFlyOverText="Psychotic Rage"

[Whirlwind2 X2AbilityTemplate]
LocFriendlyName="Whirlwind"
LocLongDescription="If you hit with a melee attack during your turn, gain a bonus move with higher mobility."
LocHelpText="Gain one bonus move action after a successful melee attack."
LocFlyOverText="Whirlwind"
; LWOTC Needs Translation
LocPromotionPopupText="<Bullet/> A soldier can only gain one move per turn with this ability.<br/>"

[Vampirism_LW X2AbilityTemplate]
LocFriendlyName="Vampirism"
LocLongDescription="Dealing damage with this weapon heals you for the same amount."
LocHelpText="Dealing damage with this weapon heals you for the same amount."
LocFlyOverText="Vampirism"

[VampirismPassive_LW X2AbilityTemplate]
LocFriendlyName="Vampirism"
LocLongDescription="Dealing damage with this weapon heals you for the same amount."
LocHelpText="Dealing damage with this weapon heals you for the same amount."
LocFlyOverText="Vampirism"

[Brawler X2AbilityTemplate]
LocFriendlyName="Brawler"
LocFlyOverText="Brawler"
LocLongDescription="Take <Ability:BRAWLER_DR_PCT>% less damage against attacks within four tiles."
LocHelpText="Take <Ability:BRAWLER_DR_PCT>% less damage against attacks within four tiles."
LocPromotionPopupText="<Bullet/> Take <Ability:BRAWLER_DR_PCT>% less damage against attacks within four tiles.<br/>"

[Slippery X2AbilityTemplate]
LocFriendlyName="Slippery"
LocFlyOverText="Slippery"
LocLongDescription="Grants 15 defense and an armor point when binding."
LocHelpText="Grants 15 defense and an armor point when when binding."
LocPromotionPopupText="<Bullet/> Gain 15 defense and an armor point  when binding.<br/>"

[LowProfile X2AbilityTemplate]
LocFriendlyName="Low Profile"
LocFlyOverText="Low Profile"
LocLongDescription="Makes partial cover count as full."
LocHelpText="Makes partial cover count as full."
LocPromotionPopupText="<Bullet/> Makes partial cover count as full.<br/>"

[TriggerHappy X2AbilityTemplate]
LocFriendlyName="Ready for Anything"
LocLongDescription="At the end of your turn, Radial Overwatch activates."
LocHelpText="At the end of the your turn, Radial Overwatch activates."

[HolyWarriorM1 X2AbilityTemplate]
LocFriendlyName="Mind Merge"
LocLongDescription="The Paladin performs a mind merge with another unit. That unit gains stat boosts while the merge exists."
LocHelpText="Mind merge with a unit to grant them stat bonuses."
LocFlyOverText="Mind Merge"

[FreeGrenades X2AbilityTemplate]
LocFriendlyName="Smoke and Mirrors"
LocLongDescription="Throwing grenades is a free action"
LocHelpText="Throwing grenades is a free action"
LocFlyOverText="Smoke and Mirrors"

[Mindfire X2AbilityTemplate]
LocFriendlyName="Soulfire"
LocLongDescription="Psionically damage an enemy. Costs 1 AP, non turn ending, and decreases target's aim by 20 and mobility by 5 for 1 turn."
LocHelpText="Damage an enemy with a psionic attack."
LocFlyOverText="Soulfire"

[PsionicSuplex X2AbilityTemplate]
LocFriendlyName="Psionic Suplex"
LocLongDescription="The Acolyte levitates an enemy and then Slams them at the beginning of the enemy's next turn. Does not end the turn and has a <Ability:SelfCooldown/> turn cooldown."
LocHelpText="Levitate an enemy and Slam them."
LocFlyOverText="Psionic Suplex"

[X2Effect_PsiDomainDamage_LW]
PsiDomainDamageName="Increased Psi Damage"
PsiDomainDamageName_Removed="Decreased Psi Damage"

[PsiDomain X2AbilityTemplate]
LocFriendlyName="Psi Domain"
LocLongDescription="The Resonant inspires allies to increase their Psi abilities. by 1/2/3 damage."
LocHelpText="Increase the Psi abilities of allies."
LocFlyOverText="Psi Domain"

[Resilience X2AbilityTemplate]
LocFriendlyName="Resilience"
LocFlyOverText="Resilience"
LocLongDescription="Enemy attacks against you suffer a -<ABILITY:RESILIENCE_BONUS_LW/> penalty to critical hit chances."
LocHelpText="Enemy attacks against you suffer a -<ABILITY:RESILIENCE_BONUS_LW/> penalty to critical hit chances."
LocPromotionPopupText="<Bullet/> Enemy attacks against you suffer a -<ABILITY:RESILIENCE_BONUS_LW/> penalty to critical hit chances.<br/>"

[Evasive X2AbilityTemplate]
LocFriendlyName="Evasive"
LocFlyOverText="Evasive: +100 Dodge"
LocLongDescription="Start each mission with 100 bonus dodge. The bonus is removed after you take damage for the first time."
LocHelpText="Gain 100 dodge until you take damage."
LocPromotionPopupText="<Bullet/> This ability will typically turn the first hit on a soldier into a graze, but being hit with undodgeable attacks will remove it without any bonus being applied."

[RemoveEvasive X2AbilityTemplate]
LocFriendlyName="Evasive bonus lost"
LocFlyOverText="Evasive bonus lost"
LocLongDescription="Start each mission with 100 bonus dodge. The bonus is removed after you take damage for the first time."
LocHelpText="Gain 100 dodge until you take damage."
LocPromotionPopupText="<Bullet/> This ability will typically turn the first hit on a soldier into a graze, but being hit with undodgeable attacks will remove it without any bonus being applied."

[HuntersInstinct X2AbilityTemplate]
LocFriendlyName="Hunter's Instincts"
LocLongDescription="Ranged attacks against flanked enemies deal +<Ability:HUNTERSINSTINCTDMG/> damage."
LocHelpText="Ranged attacks against flanked enemies deal +<Ability:HUNTERSINSTINCTDMG/> damage."
LocFlyOverText="Hunter's Instincts"
LocPromotionPopupText="<Bullet/> Ranged attacks against flanked enemies deal +<Ability:HUNTERSINSTINCTDMG/> damage."

[Executioner_LW X2AbilityTemplate]
LocFriendlyName="Executioner"
LocFlyOverText="Executioner"
; LWOTC Needs Translation
LocLongDescription="Confers +<Ability:EXECUTIONER_AIM_BONUS/> aim and +<Ability:EXECUTIONER_CRIT_BONUS/> critical chance against targets at half or less of their original hit points."
LocHelpText="Confers +<Ability:EXECUTIONER_AIM_BONUS/> aim and +<Ability:EXECUTIONER_CRIT_BONUS/> critical chance against targets at half or less of their original hit points."
LocPromotionPopupText="<Bullet/> Confers +<Ability:EXECUTIONER_CRIT_BONUS/> aim and +<Ability:EXECUTIONER_CRIT_BONUS/> critical chance against targets at half or less of their original hit points.<br/>"
; End Translation


[HitandSlither X2AbilityTemplate]
LocFriendlyName="Hit and Slither"
LocFlyOverText="Hit and Slither"
LocLongDescription="Once per turn, gain an additional move action after taking a standard shot at a flanked or exposed target with your primary weapon. "
LocHelpText="Once per turn, gain an additional move action after taking a standard shot at a flanked or exposed target with your primary weapon."
LocPromotionPopupText="<Bullet/> Once per turn, gain an additional move action after taking a standard shot at a flanked or exposed target with your primary weapon.<br/>

;[XcomGame.UIMissionSummary]
;[UIMissionSummary]
;m_strTeamStatus="STYLE RATINGS"
;m_strAndroidStatus="ANDROID STYLE RATINGS"
;m_strMissionStats="NUMBERS NOBODY CARES ABOUT"
;m_strCiviliansRescuedLabel="Civilians Rescued"
;m_strCiviliansKilledLabel="Civilians Casualties"
;m_strTurnsTakenLabel="Did you seriously take that long"
;m_strNumEncountersLabel="Number of ENTER's"
;m_strNumObjectivesLabel="Side Gigs Completed"
;m_strEnemiesKilledLabel="Urban Youth Murdered"
;m_strEnemiesCapturedLabel="Placed in Torque's Dungeon"
;m_strStatus_UnitUnharmed="SAVAGE"
;m_strStatus_UnitWounded="DISMAL"
;m_strStatus_UnitBled="FUCKED"
;m_strStatus_AndroidDamaged="GOT REKT"
;m_strStatus_AndroidDestroyed="ANIHILATED"
;m_strStatus_AndroidUndeployed="BENCHWARMED"
;m_strPreviewCivilianDeathUnrestPenaltyChance="Due to <XGParam:IntValue0/!Deaths/> idiot casualties there is a <XGParam:IntValue1/!Chance/>% chance that Unrest will rise in this mission's district."
;m_strPreviewCivilianDeathUnrestPenalty="Due to <XGParam:IntValue0/!Deaths/> idiot casualties, Unrest will rise in this mission's district."
;m_strPreviewCapturedEnemiesRewardChance="From Torturing <XGParam:IntValue0/!NumCaptures/> kidnapped enemies there is a <XGParam:IntValue2/!Chance/>% chance to earn <XGParam:IntValue1/!Intel/> Intel."
;m_strPreviewCapturedEnemiesReward="From Torturing <XGParam:IntValue0/!NumCaptures/> kidnapped enemies you have earned <XGParam:IntValue1/!Intel/> Intel."
 
;[XcomGame.X2StrategyGameRulesetDataStructures]
;[X2StrategyGameRulesetDataStructures]
;WoundStatusStrings[0]="CASUAL"
;WoundStatusStrings[1]="DISMAL"
;WoundStatusStrings[2]="FUCKED"
;MissionDifficultyLabels[0]="2EZ"
;MissionDifficultyLabels[1]="Pathetic"
;MissionDifficultyLabels[2]="Very Easy"
;MissionDifficultyLabels[3]="Easy"
;MissionDifficultyLabels[4]="Moderate"




;[Sorcerer X2CharacterTemplate]
;strCharacterName="Dommy Mommy"
;strShortName="Dommy Mommy"
;strArticledName="The Dommy Mommy"


[EnhancedARsUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Enhanced AR"
FriendlyNamePlural="Enhanced ARs"
BriefSummary="+1 Damage for all Assault Rifles"
TinySummary="+1 Damage"

[EnhancedSMGsUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Enhanced SMG"
FriendlyNamePlural="Enhanced SMGs"
BriefSummary="+1 Crit Damage and +20 Crit For all Submachine Guns."
TinySummary="+1 Damage and Crit Damage"

[EnhancedShotgunsUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Enhanced Shotgun"
FriendlyNamePlural="Enhanced Shotguns"
BriefSummary="+1 Damage and Crit Damage for all Shotguns"
TinySummary="+1 Damage and Crit Damage"

[EnhancedPistolsUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Enhanced Pistol"
FriendlyNamePlural="Enhanced Pistols"
BriefSummary="+1 Crit Damage and +20 Crit For all Pistols"
TinySummary="+1 Crit Damage and +20 Crit"

[MastercraftedARsUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Mastercrafted Assault Rifles"
FriendlyNamePlural="Mastercrafted Assault Rifles"
BriefSummary="+1 Damage and Crit Damage for all Assault Rifles."
TinySummary="+1 Damage and Crit Damage"

[MastercraftedSMGsUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Mastercrafted SMG"
FriendlyNamePlural="Mastercrafted SMGs"
BriefSummary="+1 Damage for all Submachine Guns."
TinySummary="+1 Damage"

[MastercraftedShotgunsUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Mastercrafted Shotguns"
FriendlyNamePlural="Mastercrafted Shotguns"
BriefSummary="+1 Damage and 15 Crit for all Shotguns."
TinySummary="+1 Damage and 15 Crit."

[MastercraftedPistolsUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Mastercrafted Pistols"
FriendlyNamePlural="Mastercrafted Pistols"
BriefSummary="+1 Damage for all Pistols."
TinySummary="+1 Damage"

[EnhancedGauntletsUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Enhanced Gauntlets"
FriendlyNamePlural="Enhanced Gauntlets"
BriefSummary="+<Ability:BASEDAMAGE/> Damage for all Gauntlets."
TinySummary="+<Ability:BASEDAMAGE/> Damage"

[MastercraftedGauntletsUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Mastercrafted Gauntlets"
FriendlyNamePlural="Mastercrafted Gauntlets"
BriefSummary="+<Ability:BASEDAMAGE/> Damage for all Gauntlets."
TinySummary="+<Ability:BASEDAMAGE/> Damage"

[DioResearch_EnhancedGauntlets X2DioResearchTemplate]
DisplayName="Enhanced Gauntlets"
Summary="Retool the stock Gauntlets schematic for increased effectiveness"
CodeName="Brawl"

[DioResearch_MastercraftedGauntlets X2DioResearchTemplate]
DisplayName="Mastercrafted Gauntlets"
Summary="The Safe Word is \"Police Brutality\"!"
CodeName="Carnage"


[CoolUnderPressure X2AbilityTemplate]
LocFriendlyName="Cool Under Pressure"
LocLongDescription="You gain +<Ability:COOLUNDERPRESSUREBONUS/> Aim on Overwatch and other reaction shots, and they can critically hit."
LocHelpText="Bonus aim and chance to crit on Overwatch and reaction shots."
LocFlyOverText="Cool Under Pressure"

[XComPresentationLayer]
m_strStartChallengeConsole="Select Accept to begin the challenge."
m_sLevelUp="%sRANK %sNAME has earned a promotion!"
m_sAbortTitle="Do you wish to abort the mission?"
m_sExtractTitle="Do you wish to complete the mission?"
m_strAbortAlienBase="We cannot abort this mission- all soldiers will be lost!"
m_strAbortWithMissingSoldiers="Soldiers outside the extraction zone: %NumOutsideDropship. If we abort the mission now, all soldiers outside the extraction zone will be lost!"
m_strAbortWithAllSoldiers="All soldiers are inside the extraction zone. Ready to Abort."
m_strAbortAccept="ABORT MISSION"
m_strExtractWithMissingSoldiers="Soldiers outside the extraction zone: %NumOutsideDropship. If we extract now, all soldiers outside the extraction zone will be lost!"
m_strExtractWithAllSoldiers="All soldiers are inside the extraction zone. Ready to Extract."
m_strExtractAccept="EXTRACT UNITS"
m_strAbortCancel="CONTINUE MISSION"
m_strSuppressed="Suppressed!"
m_strItemDestroyed="<XGParam:StrValue0/!ItemName/> destroyed in explosion!"
m_strItemExplodeFragments="<XGParam:StrValue0/!ItemName/> explodes into fragments!"
m_strArmorExplodeFragments="<XGParam:StrValue0/!ItemName/> armor explodes into fragments!"
m_strUnitPanicked="<XGParam:StrValue0/!UnitName/> has panicked!"
m_strAutoLoot="(<XGParam:IntValue0/>) <XGParam:StrValue0/!ItemName/> dropped."
m_strTimedLoot="<XGParam:StrValue0/!ItemName/> picked up."
m_strUnitDied="<XGParam:StrValue0/!UnitName/> Died like a bitch!"

[HoloTargeting X2AbilityTemplate]
LocFriendlyName="Holo Targeting"
LocLongDescription="Any directed <Ability:WeaponName/> shot, hit or miss, will mark the target, increasing your squad's aim by +<Ability:HOLOTARGETAIMBONUS/> against this target."
LocHelpText="Shooting at a target grants bonus Aim to allies against that target"
LocFlyOverText="Holo Targeting"
LocPromotionPopupText="<Bullet/> Directed <Ability:WeaponName/>-specific abilities will grant Holo Targeting.<br/><Bullet/> Any <Ability:ClassName/> abilities that target multiple units will not grant Holo Targeting.<br/>"

[WPN_XComAR X2WeaponTemplate]
FriendlyName="Assault Rifle"
FriendlyNamePlural="Assault Rifles"
BriefSummary="AR's have the best long range weapon bonuses."
TacticalText="<Bullet/> Firing the primary weapon ends the Agent's turn, in the absence of special training."
AbilityDescName="assault rifle"

[WPN_XComSMG X2WeaponTemplate]
FriendlyName="Submachine Gun"
FriendlyNamePlural="Submachine Guns"
BriefSummary="SMG's have low Base Damage, but a crit bonus, and very high crit damage. They have a medium range table. All SMG's grant +1 Mobility."
TacticalText="<Bullet/> Firing the primary weapon ends the Agent's turn, in the absence of special training."
AbilityDescName="submachine gun"

[WPN_XComShotgun X2WeaponTemplate]
FriendlyName="Shotgun"
FriendlyNamePlural="Shotguns"
BriefSummary="Shotguns have high base damage and close range aim bonuses, but very harsh aim dropoff at range. All shotguns suffer -1 Mobility Penalty."
TacticalText="<Bullet/> Firing the primary weapon ends the Agent's turn, in the absence of special training."
AbilityDescName="shotgun"

[WPN_XComPistol X2WeaponTemplate]
FriendlyName="Pistol"
FriendlyNamePlural="Pistols"
BriefSummary="Pistols have low Base Damage, but a crit bonus, and very high crit damage. They have a medium range table. All Pistols grant +1 Mobility."
TacticalText="<Bullet/> Firing the primary weapon ends the Agent's turn, in the absence of special training."
AbilityDescName="pistol"

[WPN_XComGunslingerPistol X2WeaponTemplate]
FriendlyName="Pistol"
FriendlyNamePlural="Pistols"
BriefSummary="Pistols have low Base Damage, but a crit bonus, and very high crit damage. They have a medium range table. All Pistols grant +1 Mobility."
TacticalText="<Bullet/> Firing the primary weapon ends the Agent's turn, in the absence of special training."
AbilityDescName="pistol"

[HailofBullets X2AbilityTemplate]
LocFriendlyName="Hail of Bullets"
LocLongDescription="Unleash a hail of bullets that is guaranteed to hit and crit your target, but uses a lot of ammunition. 1 use per mission."
LocHelpText="Unleash a hail of bullets that is guaranteed to hit and crit your target, but uses a lot of ammunition. 1 use per mission."
LocFlyOverText="Hail of Bullets"
LocPromotionPopupText="<Bullet/> Hail of Bullets requires <Ability:SelfAmmoCost/> ammo points."

[MediPatch X2WeaponTemplate]
LocFriendlyName="MediPatch"
FriendlyName="MediPatch"
FriendlyNamePlural="MediPatches"
BriefSummary="MediPatches are specialized Medikits designed for Reclamation. Squads can recuperate quickly before pressing on."
LocHelpText="Heal everyone for <Ability:MEDIPATCH_HEAL/>  at this breach point. One use per mission."
TacticalText="<Bullet/> Heal everyone for <Ability:MEDIPATCH_HEAL/> at this breach point."

[AidProtocol X2AbilityTemplate]
LocFriendlyName="Safeguard"
LocHelpText="Send the GREMLIN to an ally to restore <Ability:MEDIKITPERUSEHP/> HP and grant <Ability:AIDPROTOCOLDEFENSEBONUS/> Defense. Cleanses Burning, Acid, and Poison effects, and gives an immediate movement action."
LocLongDescription="<Ability:NickName/> sends the GREMLIN to an ally to restore <Ability:MEDIKITPERUSEHP/> HP, cleanse Burning, Acid, and Poison effects, and grant <Ability:AIDPROTOCOLDEFENSEBONUS/> Defense. <Ability:NickName/> can target themself with Safeguard. Does not automatically end the turn."
LocFlyOverText="Safeguard"

[Packmaster X2AbilityTemplate]
LocFriendlyName="Pack Master"
LocHelpText="The first utility item use item each turn is a free action"
LocLongDescription="The first utility item use item each turn is a free action."

[Generator X2AbilityTemplate]
LocFriendlyName="Generator"
LocHelpText="<Ability:NickName/> gains <Ability:GENERATORADDFOCUS/> Charge at the end of each turn."
LocLongDescription="<Ability:NickName/> gains <Ability:GENERATORADDFOCUS/> Charge at the end of each turn."
LocFlyOverText="Generator"


[ExtraPadding X2EquipmentTemplate]
FriendlyName="Extra Padding"
FriendlyNamePlural="Extra Padding"
BriefSummary="Adding ballistic padding to stock body armor can better protect an Agent's insides."
TacticalText="<Bullet/> Grants +<Ability:EXTRA_PADDING_HP_BONUS/>HP and 15 crit resistance to Agent."

[ExtraPaddingBonus X2AbilityTemplate]
LocFriendlyName="Extra Padding"
LocHelpText="Grants +<Ability:EXTRA_PADDING_HP_BONUS/>HP and 15 crit resistance to Agent."
LocLongDescription="Adding ballistic padding to stock body armor can better protect an Agent's insides."
LocFlyOverText="Extra Padding"


[X2StatusEffects]
ShroudedFriendlyName="Shrouded"
ShroudedEffectFlyoverText="Shrouded"
ShroudedFriendlyDesc="Gained +<Ability:SHROUDED_DEFENSE_BONUS> Defense bonus and immmunity to flank crit while shrouded."
ShroudedEffectAcquiredString="<XGParam:StrValue0/!UnitName/> is shrouded."
ShroudedEffectTickedString="<XGParam:StrValue0/!UnitName/> is still shrouded."
ShroudedEffectLostString="<XGParam:StrValue0/!UnitName/> is no longer shrouded."

[ChosenImmuneMelee X2AbilityTemplate]
LocFriendlyName="Melee Resistance"
LocLongDescription="Takes 50% less damage from melee."
LocHelpText="Takes 50% less damage from melee."

[Hellweave X2EquipmentTemplate]
FriendlyName="Hellweave"
FriendlyNamePlural="Hellweave"
BriefSummary="If you have to take a punch, why not punch back? Hellweave encourages the opposition to keep their distance."
TacticalText="<Bullet/> Grants 1HP, 50% damage reduction against melee attacks, and Reflects <Ability:HELLWEAVE_DAMAGE/> damage to any enemy melee attackers." 

[MachWeave X2EquipmentTemplate]
FriendlyName="Mach Weave"
FriendlyNamePlural="Mach Weaves"
BriefSummary="Stock body armor with Mach Weave anticipates and augments an Agent's sudden movements."
TacticalText="<Bullet/> Grants +<Ability:MACHWEAVE_DODGE_BONUS/> Dodge and +1 mobility."

;[TacticalRiggingMod X2EquipmentTemplate]
;FriendlyName="Tactical Rigging"
;FriendlyNamePlural="Tactical Riggings"
;BriefSummary="Every Agent has an opinion on the best way to wear Tactical Rigging."
;TacticalText="<Bullet/> Provides an additional utility slot."

[MindShield X2EquipmentTemplate]
FriendlyName="Mindshield"
FriendlyNamePlural="Mindshields"
BriefSummary="The Mindshield is a powerful psionic artifact, completely protecting Agents from negative psionic conditions."
TacticalText="<Bullet/> Grants immunity to any negative mental effects like Disorientation, Stun, Panic and Mind Control.\n<Bullet/> Note that any Psionic attacks that deal direct damage are not blocked by the Mindshield."

[SustainingSphere X2WeaponTemplate]
FriendlyName="Bubble Weave"
FriendlyNamePlural="Bubble Weaves"
BriefSummary="Bubble weave puts the wearer in an invulnerable shield when he is about to die. In Addition, it gives the unit 3 shield points which refresh at the start of each encounter."
TacticalText="<Bullet/> Bubble Weave automatically triggers when the Agent carrying it reaches 0 HP.\n<Bullet/> Instead of Bleeding Out, the Agent will be placed in Stasis until the start of their turn."

[SustainingSphereAbility X2AbilityTemplate]
LocFriendlyName="Sustaining Sphere"
LocHelpText="The Sustaining Sphere is an emergency failsafe mechanism that automatically activates when an Agent is on the brink of death, placing them in temporary suspension to extend their life. The sphere can only be used in combat once, and when used by enemies, Chance to trigger decreases with overkill damage."
LocLongDescription="The Sustaining Sphere is an emergency failsafe mechanism that automatically activates when an Agent is on the brink of death, placing them in temporary suspension to extend their life. The sphere can only be used in combat once."
LocFlyOverText="Sustaining Sphere"
LocPromotionPopupText="<Bullet/> Be aware that a sustained Unit may retain damaging status effects like poison or burning after emerging from Stasis.\n"

[FluxWeave X2EquipmentTemplate]
FriendlyName="Flux Weave"
FriendlyNamePlural="Flux Weaves"
BriefSummary="Body armor with Flux Weave Boosts the agent's senses."
TacticalText="<Bullet/> Grants 5 aim, 10 defense and 15 crit chance when flanking."

[InfiltratorWeave X2WeaponTemplate]
FriendlyName="Infiltrator Weave"
FriendlyNamePlural="Infiltrator Weaves"
BriefSummary="The Infiltrator Weave impels Agents through otherwise inaccessible entry points."
TacticalText="<Bullet/> Gain the 'Adaptable' passive ability, 2 Mobility, and Immunity to root.\n<Bullet/> This Agent can use Vent breach points."

[InfiltratorWeaveAbility X2AbilityTemplate]
LocFriendlyName="Adaptable"
LocHelpText="<Ability:NickName/> can enter encounters through Vent breach points, 2 Mobility, and Immunity to root."
LocLongDescription="<Ability:NickName/> can enter through Vent breach points."

[WeaponUpgradeCritDamageBonus X2AbilityTemplate]
LocFriendlyName="Crit Damage Upgrade"
LocHelpText="Deal More Crit Damage"
LocLongDescription="Deal More Crit Damage"

[BreachGunslingerAbility X2AbilityTemplate]
LocFriendlyName="Lancer Shot"
LocHelpText="Fire the Lancer Pistol at a target, suffering an -15 aim penalty, but guaranteeing that the shot wil crit."
LocLongDescription="<Ability:NickName/> fires his Lancer Pistol at a target, suffering an -15 aim penalty, but guaranteeing that the shot wil crit."
LocFlyOverText="Lancer Shot"


[EnhancedSMGCrit X2AbilityTemplate]
LocFriendlyName="Enhanced Bonus"
LocHelpText="Enhanced Bonus"
LocLongDescription="Enhanced Bonus"
LocFlyOverText="Enhanced Bonus"

[EnhancedPistolCrit X2AbilityTemplate]
LocFriendlyName="Enhanced Bonus"
LocHelpText="Enhanced Bonus"
LocLongDescription="Enhanced Bonus"
LocFlyOverText="Enhanced Bonus"

[MasterShotgunCrit X2AbilityTemplate]
LocFriendlyName="Mastercrafted Bonus"
LocHelpText="Mastercrafted Bonus"
LocLongDescription="Mastercrafted Bonus"
LocFlyOverText="Mastercrafted Bonus"

[EngageSelfDestruct X2AbilityTemplate]
LocFriendlyName="Prime Self Destruct"
LocLongDescription="The Android primes itself for Self Destruct, gaining 15 aim, 15 critical chance, 2 mobility, and 2 armor in the process. Will explode if fatal damage is taken."
LocHelpText="Prime for Self Destruct."
LocFlyOverText="Prime Self Destruct"

[AdrenalWeave_LightningReflexes X2AbilityTemplate]
LocFriendlyName="Lightning Reflexes"
LocHelpText="Gain 50 defense and 50 dodge against reaction fire."
LocLongDescription="Gain 50 defense and 50 dodge against reaction fire."
LocFlyOverText="Lightning Reflexes"


[LightningReflexes X2AbilityTemplate]
LocFriendlyName="Lightning Reflexes"
LocHelpText="Gain 50 defense and 50 dodge against reaction fire."
LocLongDescription="Gain 50 defense and 50 dodge against reaction fire."
LocFlyOverText="Lightning Reflexes"

[AdrenalWeave X2EquipmentTemplate]
FriendlyName="Adrenal Weave"
FriendlyNamePlural="Adrenal Weaves"
BriefSummary="Connecting Adrenal Weaves to stock body armor gives our Agents an edge against incoming fire."
TacticalText="<Bullet/> +1 hp, and gain 50 defense and 50 dodge against reaction fire."

[DarkEventAbility_LightningReflexes X2AbilityTemplate]
LocFriendlyName="Lightning Reflexes"
LocPromotionPopupText="<Bullet/> Lightning Reflexes can be used to draw the Overwatch shots of enemies and protect squadmates.\n" 
LocFlyOverText="Lightning Reflexes"
LocHelpText="Gain 50 defense and 50 dodge against reaction fire.."
LocLongDescription="Sacred Coil gains 50 defense and 50 dodge against reaction fire."
LocNarrativeSummary="Sacred Coil members trained their reflexes for better evasion against reaction fire."

[HackRobot X2AbilityTemplate]
LocFriendlyName="Haywire Protocol"
LocHelpText="Send the GREMLIN to stun a robotic enemy."
LocLongDescription="<Ability:NickName/> sends the GREMLIN to stun a robotic enemy. Effect lasts for <Ability:HACKROBOTPLAYERTURNSDURATION/> turns. <Ability:HACKROBOTCOOLDOWN/> turn cooldown if the reprogram attempt succeeds, <Ability:HACKROBOTCOOLDOWNMISS/> turn cooldown otherwise."
LocFlyOverText="Haywire Protocol"

[CeasefireGrenade X2GrenadeTemplate]
FriendlyName="Cease Fire Grenade"
FriendlyNamePlural="Cease Fire Grenades"
BriefSummary="This clever design from the XCOM Engineering Corps disables all firearms in a large radius, making cease fire grenades a must-have for the Reclamation Agency. Persistent rumors suggest the blast core of the Mk. I \"Cooler Heads\" contains a miniaturized codex that self-immolates on impact. Has 2 Charges, unlike any other grenade."
TacticalText="<Bullet/> Disables all firearms in a large radius."
ThrownAbilityName="Throw Cease Fire Grenade"
ThrownAbilityHelpText="Disable all firearms in the affected area. Does not cost an action to activate."

[SkirmisherStrike X2AbilityTemplate]
LocFriendlyName="Marauder"
LocLongDescription="Standard shots are not turn-ending, allowing for shooting then moving or shooting twice on a turn."
LocHelpText="Standard shots are not turn-ending, allowing for shooting then moving or shooting twice on a turn."
LocPromotionPopupText="<Bullet/> Marauder provides more tactical options when planning the Skirmisher's turn.<br/><Bullet/> Paired with Grapple, Marauder allows the Skirmisher to shoot twice and move on a single turn.<br/>"

[TracerRounds X2AbilityTemplate]
LocFriendlyName="Tracer Rounds"
LocHelpText="+10 Aim and Crit Chance"
LocLongDescription="Containing high tech \"smart rounds\" that relay detailed tracking data back to the shooter when fired, this specialized ammo increases the shooter's Aim and Crit chance when equipped."
[TracerRounds X2AmmoTemplate]
FriendlyName="Tracer Rounds"
FriendlyNamePlural="Tracer Rounds"
BriefSummary="Containing high tech \"smart rounds\" that relay detailed tracking data back to the shooter when fired, this specialized ammo grants bonus Aim and crit when equipped."
TacticalText="<Bullet/> These rounds grant +10 Aim and Crit Chance to an Agent when equipped."

[Sustain X2AbilityTemplate]
LocFriendlyName="Sustain"
LocLongDescription="If the <Ability:ClassName/> takes enough damage to be killed, they are immediately put in Stasis for 1 turn and their health is only reduced to 1 HP. This can only happen once per mission."
LocHelpText="If the <Ability:ClassName/> takes enough damage to be killed, they are immediately put in Stasis for 1 turn and their health is only reduced to 1 HP. This can only happen once per mission."
LocFlyOverText="Sustain"
LocPromotionPopupText="<Bullet/> Beware that a sustained <Ability:ClassName/> may retain damaging status effects like poison or burning after emerging from Stasis.<br/>"

[SustainTriggered X2AbilityTemplate]
LocFriendlyName="Sustained"
LocLongDescription="The <Ability:ClassName/> would have died, but was saved and put into Stasis for 1 turn. This cannot happen again during this mission."
LocHelpText="The <Ability:ClassName/> would have died, but was saved and put into Stasis for 1 turn. This cannot happen again during this mission."
LocFlyOverText="Sustained"

[FrenzyInfo X2AbilityTemplate]
LocFriendlyName="Battle Frenzy"
LocLongDescription="When injured, the Archon works itself into a frenzy, gaining an extra AP and 2 armor. Lasts <Ability:FRENZYDURATION/> turns."
LocHelpText="When injured, the Archon works itself into a frenzy, gaining an extra AP and 2 armor. Lasts <Ability:FRENZYDURATION/> turns."
LocFlyOverText="Battle Frenzy"

[XComCallForAndroidReinforcements X2AbilityTemplate]
LocFriendlyName="Call For Android Reinforcements"
;LocFriendlyName="ENTER Android"
LocLongDescription="When your Squadmate is down or has retreated, you can summon an android to replace them mid-encounter as long as you have them available."
LocHelpText="When one of Squadmates is down, you can summon an android to replace them mid-encounter as long as you have them available."
LocFlyOverText="Call For Reinforcements"

[DefaultSCTakedown1st X2MissionNarrativeTemplate]
ObjectiveTextPools[7]="Kill the Gatekeeper."

[DefaultSCTakedown2nd X2MissionNarrativeTemplate]
ObjectiveTextPools[7]="Kill the Gatekeeper."

[DefaultSCTakedown3rd X2MissionNarrativeTemplate]
ObjectiveTextPools[7]="Kill the Gatekeeper."

[Medikit X2WeaponTemplate]
FriendlyName="Medikit"
FriendlyNamePlural="Medikits"
BriefSummary="The Medikit contains a pressurized solution, infused with painkillers and antiseptics, that, when exposed to air, acts as a sealant and insulator."
TacticalText="<Bullet/> A Medikit can restore <Ability:MEDIKITPERUSEHP/>HP to a single Agent.\n<Bullet/> Can also be used to remove Burning, Acid, and Poison effects.\n<Bullet/> Carrying a Medikit grants immunity to poison. \n<Bullet/> Has 2 Charges."

[CloseandPersonal X2AbilityTemplate]
LocFriendlyName="Close and Personal"
LocFlyOverText="Close and Personal"
LocLongDescription="Confers +30 critical chance against adjacent targets. The bonus declines with distance from the target."
LocHelpText="Confers +30 critical chance against adjacent targets. The bonus declines with distance from the target."
LocPromotionPopupText="<Bullet/> Confers +30 critical chance against adjacent targets.<br/><Bullet/> Bonus reduced by 5% for each additional tile of distance from the target, down to 0% at 7 or more tiles.<br/>"


[Android_Lidar1 X2EquipmentTemplate]
FriendlyName="Lidar module"
FriendlyNamePlural="Lidar modules"
BriefSummary="Grants Close and Personal."
TacticalText="<Bullet/> Confers +30 critical chance against adjacent targets. The bonus declines with distance from the target."

[Android_Lidar1_Bonus X2AbilityTemplate]
LocFriendlyName="Lidar Mk I"
LocHelpText="Increase the Android's Aim by +<Ability:ANDROID_LIDAR_1_AIM_BONUS/>%."
LocLongDescription="A basic Lidar system augments the Android's optical capabilities."

[Android_Lidar2 X2EquipmentTemplate]
FriendlyName="CleanUP module"
FriendlyNamePlural="CleanUP modules"
BriefSummary="Grants Executioner."
TacticalText="+20 aim and crit chance against enemies at 50% hp or less."

[Android_Lidar2_Bonus X2AbilityTemplate]
LocFriendlyName="Lidar Mk II"
LocHelpText="Increase the Android's Aim by +<Ability:ANDROID_LIDAR_2_AIM_BONUS/>%."
LocLongDescription="The advanced Lidar system uses quadruple redundancy to verify the Android can hit what it sees."

[Android_GPU1 X2EquipmentTemplate]
FriendlyName="Support Mode"
FriendlyNamePlural="Support Modes"
BriefSummary="Grants Packmaster."
TacticalText="<Bullet/> The first utility use item each turn is a free action."

[Android_GPU2 X2EquipmentTemplate]
FriendlyName="Retaliation Mode"
FriendlyNamePlural="Retaliation Modes"
BriefSummary="Grants Return Fire."
TacticalText="When targeted by enemy, automatically fire back with your Primary weapon once per turn."

[Android_GPU2_Bonus X2AbilityTemplate]
LocFriendlyName="Octacore GPU"
LocHelpText="Increase chance to score critical hits by +<Ability:ANDROID_GPU_2_CRIT_BONUS/>%."
LocLongDescription="This advanced image processor provides an Android with pinpoint target recognition."

[Android_ASIC1 X2EquipmentTemplate]
FriendlyName="Scout Mode"
FriendlyNamePlural="Scout Modes"
BriefSummary="Grants Reposition."
TacticalText="<Bullet/> Increase the Android's ability to Dodge hostile attacks by +<Ability:ANDROID_ASIC_1_DODGE_BONUS/>."

[Android_ASIC1_Bonus X2AbilityTemplate]
LocFriendlyName="Tactical ASIC Mk I"
LocHelpText="Increase ability to Dodge hostile attacks by +<Ability:ANDROID_ASIC_1_DODGE_BONUS/>."
LocLongDescription="This specialized microprocessor calculates incoming trajectories to augment the Android's evasion subsystems."

[Android_ASIC2 X2EquipmentTemplate]
FriendlyName="Onslaught Mode"
FriendlyNamePlural="Onslaught Modes"
BriefSummary="Grants Close Encounters."
TacticalText="<Bullet/> Once per turn, gain a bonus non-movement action after taking a standard shot with your primary weapon at an enemy within 1 tile."

[Android_ASIC2_Bonus X2AbilityTemplate]
LocFriendlyName="Tactical ASIC Mk II"
LocHelpText="Increase ability to Dodge hostile attacks by +<Ability:ANDROID_ASIC_2_DODGE_BONUS/>."
LocLongDescription="This advanced microprocessor provides a secondary onboard evasion subsystem to give the Android a substantial edge."

[Android_Lining1 X2EquipmentTemplate]
FriendlyName="Ballistic Foam Lining"
FriendlyNamePlural="Ballistic Foam Linings"
BriefSummary="Grants Will To Survive."
TacticalText="<Bullet/> Gain -10 defense. Enemy damage is reduced by <Ability:WTS_COVER_DR_PCT/>% when in cover and attacked through that cover."

[Android_Lining1_Bonus X2AbilityTemplate]
LocFriendlyName="Ballistic Foam Lining"
LocHelpText="Increase the Android's total HP by +<Ability:ANDROID_LINING_1_HP_BONUS/>."
LocLongDescription="Impact-resistant padding deflects some attacks from an Android's critical systems."

[Android_Lining2 X2EquipmentTemplate]
FriendlyName="Impact Gel Lining"
FriendlyNamePlural="Impact Gel Linings"
BriefSummary="Grants Brawler."
TacticalText="<Bullet/> Take <Ability:BRAWLER_DR_PCT>% less damage against attacks within four tiles."

[Android_Lining2_Bonus_HP X2AbilityTemplate]
LocFriendlyName="Impact Gel Lining"
LocHelpText="Increase the Android's total HP by +<Ability:ANDROID_LINING_2_HP_BONUS/> and Armor by +<Ability:ANDROID_LINING_2_ARMOR_BONUS/>."
LocLongDescription="Pockets of impact gel make an Android far more durable than the factory standard."

[Android_Lining2_Bonus_Armor X2AbilityTemplate]
LocFriendlyName="Impact Gel Lining"
LocHelpText="Increase the Android's total HP by +<Ability:ANDROID_LINING_2_HP_BONUS/> and Armor by +<Ability:ANDROID_LINING_2_ARMOR_BONUS/>."
LocLongDescription="Pockets of impact gel make an Android far more durable than the factory standard."

[Android_Sheathing1 X2EquipmentTemplate]
FriendlyName="Polymer Sheathing"
FriendlyNamePlural="Polymer Sheathings"
BriefSummary="Grants Damage Control"
TacticalText="<Bullet/> After taking damage, gain two armor through the end of the next turn."

[Android_Sheathing1_Bonus_HP X2AbilityTemplate]
LocFriendlyName="Polymer Sheathing"
LocHelpText="Increase the Android's HP by +<Ability:ANDROID_SHEATHING_1_HP_BONUS/> and Armor by +<Ability:ANDROID_SHEATHING_1_ARMOR_BONUS/>."
LocLongDescription="Encasing the Android's exterior in Polymer Sheathing allows it to shrug off most attacks."

[Android_Sheathing1_Bonus_Armor X2AbilityTemplate]
LocFriendlyName="Polymer Sheathing"
LocHelpText="Increase the Android's HP by +<Ability:ANDROID_SHEATHING_1_HP_BONUS/> and Armor by +<Ability:ANDROID_SHEATHING_1_ARMOR_BONUS/>."
LocLongDescription="Encasing the Android's exterior in Polymer Sheathing allows it to shrug off most attacks."

[Android_Sheathing2 X2EquipmentTemplate]
FriendlyName="Titanium Sheathing"
FriendlyNamePlural="Titanium Sheathings"
BriefSummary="Grants Resilience, and increases android's hp by +<Ability:ANDROID_SHEATHING_2_HP_BONUS/>"
TacticalText="<Bullet/>Grants Resilience, and Increases the Android's HP by +<Ability:ANDROID_SHEATHING_2_HP_BONUS/>."

[Android_Sheathing2_Bonus_HP X2AbilityTemplate]
LocFriendlyName="Titanium Sheathing"
LocHelpText="Increase the Android's HP by +<Ability:ANDROID_SHEATHING_2_HP_BONUS/> and Armor by +<Ability:ANDROID_SHEATHING_2_ARMOR_BONUS/>."
LocLongDescription="Full Titanium Sheathing will significantly extend an Android's operational life."

[Android_Sheathing2_Bonus_Armor X2AbilityTemplate]
LocFriendlyName="Titanium Sheathing"
LocHelpText="Increase the Android's HP by +<Ability:ANDROID_SHEATHING_2_HP_BONUS/> and Armor by +<Ability:ANDROID_SHEATHING_2_ARMOR_BONUS/>."
LocLongDescription="Full Titanium Sheathing will significantly extend an Android's operational life."

[Android_Servo1 X2EquipmentTemplate]
FriendlyName="Servoharness"
FriendlyNamePlural="Servoharnesses Mk I"
BriefSummary="Motion-stabilizing motors streamline an Android's ambulatory subsystems."
TacticalText="<Bullet/> Increase the Android's Mobility by +<Ability:ANDROID_SERVO_1_MOBILITY_BONUS/>."

[Android_Servo1_Bonus X2AbilityTemplate]
LocFriendlyName="Servoharness Mk I"
LocHelpText="Increase the Android's Mobility by +<Ability:ANDROID_SERVO_1_MOBILITY_BONUS/>."
LocLongDescription="Motion-stabilizing motors streamline an Android's ambulatory subsystems."

[Android_Servo2 X2EquipmentTemplate]
FriendlyName="Offensive Servos"
FriendlyNamePlural="Offensive Servos"
BriefSummary="Grants Predator."
TacticalText="<Bullet/> Increase the Android's Mobility by +<Ability:ANDROID_SERVO_2_MOBILITY_BONUS/>."

[Android_Servo2_Bonus X2AbilityTemplate]
LocFriendlyName="Servoharness Mk II"
LocHelpText="Increase the Android's Mobility by +<Ability:ANDROID_SERVO_2_MOBILITY_BONUS/>."
LocLongDescription="The advanced stabilization harness refocuses all extraneous kinetic energy into an Android's ambulatory subsystems."

[BreakerFocus X2AbilityTemplate]
LocFriendlyName="Rage"
LocHelpText="Higher Rage raises the chance of applying disabling effects with melee attacks, passives like shrug it off, and each stack grants 5 aim, 10 crit, 1 mobility and -7 defense, as well as increase the risk of going Berserk."
LocLongDescription="Higher Rage raises the chance of applying disabling effects with melee attacks, passives like shrug it off, and each stack grants 5 aim, 10 crit, 1 mobility and -7 defense, as well as increase the risk of going Berserk."

[ImpactCompensation_LW X2AbilityTemplate]
LocFriendlyName="Impact Compensation"
LocFlyOverText="Impact Compensation"
LocLongDescription="After taking damage, gain <Ability:IMPACT_COMPENSATION_PCT_DR>% Damage reduction until the end of your turn."
LocHelpText="After taking damage, gain <Ability:IMPACT_COMPENSATION_PCT_DR>% Damage reduction until the end of your turn."
LocPromotionPopupText="After taking damage, gain <Ability:IMPACT_COMPENSATION_PCT_DR>% Damage reduction until the end of your turn."

[ImpactCompensationPassive_LW X2AbilityTemplate]
LocFriendlyName="Impact Compensation"
LocFlyOverText="Impact Compensation"
LocLongDescription="After taking damage, gain <Ability:IMPACT_COMPENSATION_PCT_DR>% Damage reduction until the end of your turn."
LocHelpText="After taking damage, gain <Ability:IMPACT_COMPENSATION_PCT_DR>% Damage reduction until the end of your turn."
LocPromotionPopupText="After taking damage, gain <Ability:IMPACT_COMPENSATION_PCT_DR>% Damage reduction until the end of your turn."

[DamageControl X2AbilityTemplate]
LocFriendlyName="Damage Control"
LocFlyOverText="Damage Control"
LocLongDescription="After taking damage, gain 3 armor through the end of the turn."
LocHelpText="After taking damage, gain 3 armor through the end of the turn."
LocPromotionPopupText="<Bullet/> Your armor hardens temporarily after an impact. After taking damage, gain 3 armor through the end of the next turn.

[DamageControlPassive X2AbilityTemplate]
LocFriendlyName="Damage Control"
LocFlyOverText="Damage Control"
LocLongDescription="After taking damage, gain 2 armor through the end of the turn."
LocHelpText="After taking damage, gain 2 armor through the end of the turn."
LocPromotionPopupText="<Bullet/> Your armor hardens temporarily after an impact. After taking damage, gain 2 armor through the end of the next turn.


[GrazingFire X2AbilityTemplate]
LocFriendlyName="Grazing Attacks"
LocFlyOverText="Grazing Attacks"
LocLongDescription="Your missed attacks have an additional roll to become a graze."
LocHelpText="Misses may become grazes."
LocPromotionPopupText="<Bullet/> Soldier's missed attacks generally have a <Ability:GRAZING_FIRE_SUCCESS_CHANCE>% chance to become a graze.<br/><Bullet/> This effect occurs after normal hit-miss-graze processing.<br/><Bullet/> Targets with a dodge score subtract that score from the ability's success chance.<br/><Bullet/> Works with all weapon attacks including knife attacks and sword slices. <br/>"
